[M_Orchid_KnowItWhenSeeIt MissionDefinition]
MissionName="Só Acredito Vendo"
MissionDescription="Um Estivador avariado da Hyperion, chamado C3N50R807 está lhe oferecendo um trabalho. Ele conhece um outro robô chamado P3RV-E que possui muito material pornográfico. C3N50R807 quer que você encontre esse P3RV-E, destrua-o e pegue o material indescente."
TurnInDescription="Até mesmo os robôs precisam de amor."
MissionSummary="Destrua o P3RV-E e confisque suas revistas pornográficas."
MissionGiver="Censorbot"
MissionTurnInLocation="Censorbot"
TeaserText="Esse robô avariado da Hyperion parece ser obcecado por censura..."

[M_Orchid_KnowItWhenSeeIt:CollectMags MissionObjectiveDefinition]
ProgressMessage="Recolha as revistas"

[M_Orchid_KnowItWhenSeeIt:CollectMagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_KnowItWhenSeeIt:KillPervbot MissionObjectiveDefinition]
ProgressMessage="Destrua o P3RV-E"

[M_Orchid_KnowItWhenSeeIt:KillPervbotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

